Repository: Belarus/OmegaT-Android
Catalog: Android/omegat/project_save.tmx
Source language: en
Languages: be

# Proceed?
source: \nProceed?
be: \n Ці працягваць?

# Type PIN to pair with "%1$s".
source: \nType PIN to pair with \"%1$s\".
be: \n Набярыце PIN, каб спалучыцца з «%1$s».

# Type passkey to pair with "%1$s".
source: \nType passkey to pair with \"%1$s\".
be: \n Набярыце пароль, каб спалучыцца з «%1$s».

# You may need to find an area with better coverage (near a window, or outside).
source: \nYou may need to find an area with better coverage (near a window, or outside).
be: \n Мажліва, вам трэба пашукаць мейсца зь лепшым пакрыцьцём (ля вакна, ці звонку).

# %s wrote:
source: \n\n%s wrote:\n\n
be: \n \n %s піша:\n \n

# -------- Original Message -------- Subject: %1$s From: %2$s To: %3$s CC: %4$s
source: \n\n-------- Original Message --------\nSubject: %1$s\nFrom: %2$s\nTo: %3$s\nCC: %4$s\n\n
be: \n \n ——— Першапачатковае паведамленьне ———\n Тэма: %1$s\n Ад каго: %2$s\n Каму: %3$s\n Копія: %4$s\n \n

source: \n\nAfter pressing “Activate”, listen to the instructions provided to activate your phone.
be: \n \n Націсьніце «Задзейнічаць» і праслухайце адпаведныя ўказаньні, якія дапамогуць задзейнічаць ваш тэлефон.

# Please try again in %d seconds.
source: \n\nPlease try again in %d seconds.
be: \n \n Калі ласка, праз %d сэкундаў паспрабуйце зноўку.

source: \n\nThe upgrade process requires approximately %dMb of internal phone storage.\n\nChoose one of the following options:
be: \n \n Гэта патрабуе прыкладна %d Мб унутранага сховішча тэлефону.\n \n Абярыце адну з наступных можнасьцяў:

# Try again or call customer service for more options.
source: \n\nTry again or call customer service for more options.
be: \n \n Паспрабуйце зноўку ці патэлефануйце ў службу падтрымкі.

source: \u0020(Read-only)
be: \u0020(Толькі чытаць)

source: \u0020(protected network available)
be: \u0020(маецца доступ да абароненае сеткі)

source: \u00200123456789ABCDEFGHIJKLMNOPQRSTUVWXYZ
be: \u00200123456789ABCDEFGHIJKLMNOPQRSTUVWXYZАБВГҐДЕЁЖЗІЙКЛМНОПРСТУЎФХЦЧШЫЬЭЮЯ

source: \u0020ABCDEFGHIJKLMNOPQRSTUVWXYZ
be: \u0020ABCDEFGHIJKLMNOPQRSTUVWXYZАБВГҐДЕЁЖЗІЙКЛМНОПРСТУЎФХЦЧШЫЬЭЮЯ

source: \u0020Maybe
be: \u0020Магчыма

source: \u0020No
be: \u0020Не

source: \u0020Yes
be: \u0020Так

source: \u0020You can restore this data if you replace your phone or reinstall an application.
be: \u0020Гэтыя зьвесткі можна аднавіць, калі вы заменіце тэлефон, або нанова ўсталюеце праґраму.

source: \u0020and %d more
be: \u0020і яшчэ %d…

source: \u0020for %s
be: для %s

source: \u0020has a poor internet connection.
be: \u0020мае благое злучэньне зь сецівам.

source: \u0022%1$s\u0022 wants to send you %2$s (%3$s).
be: «%1$s» хоча перадаць вам %2$s (%3$s).

source: \u00B0 C
be: °C

source: \u2022 Access from any web browser.
be: " Працуйце зь якога пажадаеце аглядальніку сеціва.

source: \u2022 Access it from any web browser
be: " Працуйце зь якога пажадаеце аглядальніку сеціва

source: \u2022 Back up your contacts securely.
be: " Захоўвайце таемныя адноўкі кантактаў.

source: \u2022 Back up your events securely
be: " Захоўвайце таемныя адноўкі падзей

source: ^1 account needed
be: Патрэбны рахунак ^1

source: a CA certificate
be: пасьведчаньне асяродку

source: a VPN name
be: назва VPN

source: a VPN server
be: паслужнік VPN

source: a password
be: пароль

source: a user certificate
be: пасьведчаньне карыстальніка

source: a username
be: імя карыстальніка

source: about a minute ago
be: дзесь хвіліну таму

source: about an hour ago
be: дзесь гадзіну таму

source: access SurfaceFlinger
be: доступ да SurfaceFlinger

source: access all Google services
be: доступ да ўсіх службаў Google

source: access checkin properties
be: доступ да ўласьцівасьцяў адзначацца

source: access extra location provider commands
be: доступ да дадатковых загадаў пастаўніку месцазнаходжаньня

source: access other Google services
be: доступ да іншых службаў Google

source: access the cache filesystem
be: доступ да файлавае сыстэмы запасьніку

source: access to passwords for Google accounts
be: доступ да паролю на рахункі Google

source: acquiring location...
be: здабываем месцазнаходжаньне…

source: act as an account authenticator
be: дзейнічаць як апазнавальнік рахунку

source: act as the AccountManagerService
be: дзейнічаць як служба кіраваць рахункам

source: add new, edit, delete, delete all
be: дадаць, правіць, выкрасьліць, выкрасьліць усе

source: add or modify calendar events and send email to guests
be: дадаваць або зьмяняць падзеі календара ды дасылаць лісты запрошаным

source: add or modify calendar events and send email to guests without owners' knowledge
be: дадаваць або зьмяняць падзеі календара ды дасылаць лісты запрошаным бязь ведама ўладальніка

source: add to dictionary
be: дадаць у слоўнік

source: add voicemail
be: дадаваць галасавыя паведамленьні

source: added %s friends
be: новыя сябры (%s)

source: added %s notes
be: новыя зацемкі (%s)

source: added friend
be: новы сябра

source: added note
be: новая зацемка

source: ago
be: таму

source: album
be: альбом

source: albums
be: альбомы (-аў)

source: allow Wi-Fi Multicast reception
be: дазволіць прымаць бязадрасныя пакеты Wi-Fi

source: alpha
be: непразрыстасьць

source: am
be: раніцы

source: an IPSec pre-shared key
be: папярэдне абагулены ключ IPSec

source: an L2TP secret
be: таямніца L2TP

source: an hour ago
be: гадзіну таму

source: and %d more
be: і яшчэ %d

source: apps
be: праґрамы

source: apr
be: кра

source: april
be: красавіка

source: arrive...
be: прыбудзе…

source: arrives
be: прыбывае

source: arrives in:
be: прыбывае а:

source: at %s
be: у %s

source: audio
be: гук

source: aug
be: жні

source: august
be: жніўня

source: automatically start at boot
be: самарушна запускацца па запуску

source: back up and restore the application's data
be: захоўваць адноўку і аднаўляць зьвесткі праґрамаў

source: backspace
be: сьцерці

source: bind to a VPN service
be: зьвязвацца са службаю VPN

source: bind to a package verifier
be: зьвязвацца са спраўджвальнікам пакункаў

source: bind to a text service
be: зьвязвацца са службаю тэксту

source: bind to a wallpaper
be: зьвязвацца са шпалерамі

source: bind to a widget service
be: зьвязвацца са службаю віджэтаў

source: bind to an input method
be: зьвязвацца са спосабам уводзіць

source: bluetooth administration
be: кіраваць Bluetooth

source: bluetooth device
be: прылада Bluetooth

source: bus
be: аўтобус

source: by %1$s
be: ад %1$s

source: bytes
be: байтаў

source: candidates
be: кандыдаты

source: change Wi-Fi state
be: зьмяняць стан Wi-Fi

source: change WiMAX state
be: зьмяняць стан WiMAX

source: change background data usage setting
be: зьмяняць налады выкарыстаньня дадзеных на заднім пляне

source: change network connectivity
be: зьмяняць злучэньне зь сеткаю

source: change pointer speed
be: зьмяняць хуткасьць паказальніка

source: change screen orientation
be: зьмяняць арыентацыю экрану

source: change your UI settings
be: зьмяняць налады інтэрфэйсу карыстальніка

source: change your audio settings
be: зьмяняць налады гуку

source: change/intercept network settings and traffic
be: зьмяняць налады сеткі ды зьмяняць або перахапляць перадаванае

source: charging
be: зараджаецца

source: checked
be: пазначаны

source: checked in
be: адзначыўся

source: choose widgets
be: абіраць віджэты

source: choose words from <my words> list
be: абіраць словы са сьпісу «маіх слоў»

source: coarse (network-based) location
be: груба (па сетцы) вызначаць мейсца

source: comment deleted
be: сьцерлі выказваньне

source: comment reported
be: паведамілі выказваньне

source: comments deleted
be: сьцерлі выказваньні

source: comments reported
be: паведамілі выказваньні

source: comments will be removed
be: выказваньні сатруцца

source: comments will be reported
be: выказваньні паведамяцца

source: confirm
be: [н/д]Пацьвердзіць

source: confirm a full backup or restore operation
be: пацьвярджаць захаваць поўную адноўку або аднавіць

source: connecting...
be: злучаемся…

source: contact
be: кантакт

source: contact photo
be: здымак кантакту

source: contacts data in Google accounts
be: зьвесткі кантактаў рахункаў Google

source: control Near Field Communication
be: кіраваць зносінамі блізкага поля (NFC)

source: control flashlight
be: кіраваць ліхтарыкам

source: control location update notifications
be: кіраваць спавяшчэньнямі зьмяненьня месцазнаходжаньня

source: control system backup and restore
be: кіраваць стварэньнем адноўкі сыстэмы й аднаўленьнем

source: control vibrator
be: кіраваць трымценьнікам

source: create Bluetooth connections
be: злучацца праз Bluetooth

source: create internal storage
be: ствараць унутранае сховішча

source: create secure storage
be: ствараць бясьпечнае сховішча

source: d
be: дз.

source: dBm
be: дБм

source: day
be: дзень

source: days
be: дні

source: dead
be: мёртвая

source: dec
be: сьн

source: december
be: сьнежня

source: default
be: як звычайна

source: delayed until charging
be: адклалі, пакуль не зарадзіцца

source: delete
be: выдаліць

source: delete all application cache data
be: сьціраць дадзеныя запасьнікаў усіх праґрамаў

source: delete applications
be: сьціраць праґрамы

source: delete other applications' caches
be: сьціраць запасьнікі іншых праґрамаў

source: delete other applications' data
be: сьціраць дадзеныя іншых праґрамаў

source: delete other applications\' caches
be: выдаляць запасьнікі іншых праґрамаў

source: delete other applications\' data
be: выдаляць дадзеныя іншых праґрамаў

source: deleted photo.
be: выдаліў (-ла) фота.

source: destroy internal storage
be: зьнішчаць унутранае сховішча

source: destroy secure storage
be: зьнішчаць бясьпечнае сховішча

source: dial
be: выклікаць

source: directly call any phone numbers
be: наўпрост выклікаць хоць-якія тэлефонныя нумары

source: directly call phone numbers
be: наўпрост выклікаць тэлефонныя нумары

source: directly install applications
be: наўпрост усталёўваць праґрамы

source: directly start CDMA phone setup
be: наўпрост запускаць уладкоўваць CDMA тэлефона

source: directly start CDMA tablet setup
be: наўпрост запускаць уладкоўваць CDMA пляншэта

source: disable keylock
be: забараняць замыкаць клявішы

source: disable or modify status bar
be: прыбіраць або зьмяняць паліцу стану

source: discharging
be: разраджаецца

source: discover known accounts
be: аглядаць вядомыя рахункі

source: display system-level alerts
be: паказваць папярэджаньні ўзроўню сыстэмы

source: display unauthorized windows
be: паказваць недазволеныя вокны

source: docs
be: дакумэнты

source: document
be: дакумэнт

source: download files without notification
be: спампоўваць файлы ды не спавяшчаць

source: downloads
be: спампоўванае

source: e-mail
be: Эл. пошта

source: e.g., JSmith, John.Smith
be: пр., JakimovichH, Hanna.Jakimovich

source: edit SMS or MMS
be: правіць SMS або MMS

source: eight
be: восем

source: enable application debugging
be: дазволіць наладку праґрамы

source: enable car mode
be: задзейнічаць стан «у машыне»

source: enable or disable application components
be: задзейнічаць або забараняць складнікі праґрамаў

source: encryption
be: шыфраваньне

source: end active call
be: скончыць бягучы выклік

source: end call on hold
be: скончыць выклік, які трымаецца

source: enter
be: увод

source: error deleting comments
be: далі хібу, калі сьціралі выказваньні

source: error reporting comments
be: далі хібу, калі публікавалі выказваньні

source: every day
be: штодзень

source: example.com
be: pryklad.by

source: example.com,mycomp.test.com,localhost
be: pryklad.by,moj.kamputar.sproba.by,localhost

source: exceeded photos quota
be: перавысілі абмежаваньне на здымак

source: expand/collapse status bar
be: разгортваць або згортваць паліцу стану

source: failed to send...
be: не ўдалося даслаць…

source: fair
be: неблагі

source: fast speed
be: вялікая хуткасьць

source: fastest speed
be: найбольшая хуткасьць

source: favorite
be: упадабаны

source: favorites
be: упадабаныя

source: feb
be: лют

source: february
be: лютага

source: female
be: жаночая

source: find and add your friends.
be: шукайце ў даведніку Skype.

source: fine (GPS) location
be: высакаякасна (GPS) вызначаць мейсца

source: first
be: першы

source: five
be: пяць

source: flv player is not found
be: Не знайшлі, чым прайграваць «.flv»

source: follower
be: падпісант

source: followers
be: падпісант (-аў)

source: for '%1$s'
be: «%1$s»

source: for %s
be: карыстальніку: %s

source: for Android
be: для Android

source: for account %s
be: да рахунку %s

source: force application to close
be: прымусова зачыняць праґрамы

source: force phone reboot
be: змушаць тэлефон запускацца нанова

source: force stop other applications
be: прымусова спыняць іншыя праґрамы

source: force tablet reboot
be: змушаць пляншэт запускацца нанова

source: format external storage
be: разьмячаць вонкавае сховішча

source: four
be: чатыры

source: fourth
be: чацьверты

source: friend
be: сябра

source: friends
be: сябры (-оў)

source: from
be: ад

source: from %1$s
be: Рахунак: %1$s

source: from %s
be: ад %s

source: from\u0020
be: ад\u2020

source: full
be: цалкам зараджаная

source: full Internet access
be: поўны доступ да сеціва

source: games
be: гульні

source: get information on internal storage
be: атрымваць зьвесткі зь унутранага сховішча

source: get information on secure storage
be: атрымваць зьвесткі зь бясьпечнага сховішча

source: go private
be: асабіста

source: good
be: добры

source: group
be: суполка

source: groups
be: суполкі (-ак)

source: h
be: гадз.

source: handsfree/headset
be: слухаўкі або слухаўкі зь мікрафонам

source: has tagged his location
be: ыв

source: here now
be: зараз тут

source: hold active call
be: трымаць бягучы выклік

source: hoooooo!!
be: Ууууууууу!

source: hour
be: гадз.

source: hours
be: гадз.

source: http://sites.google.com/site/stace75/magnetlink
be: http://sites.google.com/site/stace75/magnetlink/magnetlink-english

source: iGoogle accounts
be: Рахункі iGoogle

source: imo beta
be: imo бэта

source: imperial
be: metric

source: implement MTP protocol
be: ажыцьцяўляць пратакол MTP

source: in
be: праз

source: in %d accounts
be: у %d рахунках

source: in %d days
be: праз %d дзён

source: in %d hours
be: праз %d гадз.

source: in %d mins
be: праз %d хв.

source: in %d minutes
be: праз %d хв.

source: in %d seconds
be: праз %d сэк.

source: in %d secs
be: праз %d сэк.

source: in %s
be: у %s г.

source: in 1 hour
be: праз гадзіну

source: in 1 min
be: праз 1 хв.

source: in 1 minute
be: праз хвіліну

source: in 1 sec
be: праз 1 сэк.

source: in 1 second
be: праз сэкунду

source: in chat %s
be: у гутарцы з %s

source: in direction of
be: у кірунку

source: incorrect username or password!
be: неадпаведнае імя карыстальніка ці пароль!

source: install shortcuts
be: усталёўваць выклічнікі

source: interact with a device admin
be: узаемадзейнічаць з кіраўніком прылады

source: intercept outgoing calls
be: перахапляць выходныя выклікі

source: is not in your Contact list.
be: адсутнічае ў сьпісе кантактаў.

source: is not listed in Recent conversations.
be: адсутнічае ў апошніх размовах.

source: is not listed in the Skype directory.
be: адсутнічае ў даведніку Skype.

source: is typing ...
be: друкуе…

source: isiNdebele (South Africa)
be: ндбэле (Паўднёвая Афрыка)

source: isiXhosa (South Africa)
be: коса (Паўднёвая Афрыка)

source: isiZulu (South Africa)
be: зулу (Паўднёвая Афрыка)

source: jan
be: сту

source: january
be: студзеня

source: jul
be: ліп

source: july
be: ліпеня

source: jun
be: чэр

source: june
be: чэрвеня

source: just now
be: толькі што

source: kb
be: кб

source: kill background processes
be: забіваць працэсы, што на заднім пляне

source: last
be: апошні

source: limit number of running processes
be: абмяжоўваць колькасьць запушчаных працэсаў

source: low battery
be: нізкі зарад батарэі

source: low-level audio access
be: доступ нізкага ўзроўню да гуку

source: m
be: хв.

source: mV
be: мВ

source: make all background applications close
be: зачыняць усе праґрамы, што на заднім пляне

source: make application always run
be: зрабіць, каб праґрама заўжды працавала

source: make/receive Internet calls
be: выклікаць і прымаць выклікі празь сеціва

source: male
be: мужчынская

source: manage application tokens
be: кіраваць прыкметамі праґрамы

source: manage network policy
be: кіраваць правіламі сеткі

source: manage preferences and permissions for USB devices
be: кіраваць перавагамі й дазволамі прыладаў USB

source: manage the accounts list
be: кіраваць сьпісам рахункаў

source: manually paused
be: спыніў карыстальнік

source: mar
be: сак

source: march
be: сакавіка

source: market
be: крама

source: may
be: траўня

source: me
be: я

source: measure application storage space
be: вымяраць памер сховішча праґрамы

source: merged from %0$d sources
be: аб’ядналі з %0$d крыніцаў

source: message
be: паведамленьне

source: messages
be: паведамленьні

source: meter
be: мэтар

source: metro
be: мэтро

source: midnight
be: поўнач

source: min
be: хв.

source: min.
be: хв.

source: mins
be: хв.

source: minus
be: мінус

source: mobile
be: перасоўныя

source: mock location sources for testing
be: падрабляцца пад крыніцы месцазнаходжаньня для выпрабаваньняў

source: modify Gmail
be: зьмяняць пошту Gmail

source: modify battery statistics
be: зьмяняць статыстыку батарэі

source: modify global animation speed
be: зьмяняць агульную хуткасьць ажыўленьня

source: modify global system settings
be: зьмяняць агульныя налады сыстэмы

source: modify network usage accounting
be: зьмяняць выкарыстаньне сеткі

source: modify phone state
be: зьмяняць стан тэлефона

source: modify secure system settings
be: зьмяняць налады бясьпекі сыстэмы

source: modify the Google services map
be: зьмяняць мапу службаў Google

source: modify/delete SD card contents
be: зьмяняць або сьціраць зьмесьціва карткі SD

source: modify/delete USB storage contents
be: зьмяняць або сьціраць зьмесьціва сховішча USB

source: modify/delete internal media storage contents
be: зьмяняць або выдаляць зьмесьціва ўнутранага сховішча

source: monitor and control all application launching
be: сачыць і кіраваць, як запускаюцца праґрамы

source: more than %d found
be: Знайшлі больш як %d

source: most discussed
be: шмат абмяркоўваюцца

source: most viewed
be: часта праглядаюцца

source: mount / unmount internal storage
be: прымацоўваць і адмацоўваць унутранае сховішча

source: mount / unmount secure storage
be: прымацоўваць і адмацоўваць бясьпечнае сховішча

source: mount and unmount filesystems
be: прымацоўваць і адмацоўваць файлавыя сыстэмы

source: my documents
be: мае дакумэнты

source: my groups
be: мае суполкі

source: my videos
be: мае відэа

source: my wall
be: мая сьцяна

source: new event invite
be: новае запрашэньне на падзею

source: new event invites
be: новыя запрашэньні на падзею

source: new friend request
be: новы запыт сябраваць

source: new friend requests
be: новыя запыты сябраваць

source: new message
be: новае паведамленьне

source: new messages
be: новыя (-ых) паведамленьні (-яў)

source: new poke
be: новы штуршок

source: new pokes
be: новыя штуршкі

source: nine
be: дзевяць

source: none
be: няма

source: noon
be: поўдзень

source: normal speed
be: звычайная хуткасьць

source: not charging
be: не зараджаецца

source: not checked
be: не пазначаны

source: not implemented yet
be: гэта яшчэ не ажыцьцявілі

source: not merged
be: не аб’ядналі

source: not pressed
be: не націснуты

source: not selected
be: не абраны

source: not synced
be: не сынхранізаваны

source: not synced, not visible
be: не сынхранізаваныя, нябачныя

source: note
be: зацемка

source: notes
be: зацемкі (-ак)

source: nov
be: ліс

source: november
be: лістапада

source: number to dial
be: нумар, які набіраць

source: numbers, and periods.
be: лічбы ды кропкі.

source: oct
be: кас

source: october
be: кастрычніка

source: off
be: ня ўлучаны

source: on
be: улучаны

source: on %s
be: %s

source: on left
be: леваруч

source: on right
be: праваруч

source: one
be: адзін

source: one minute ago
be: хвіліну таму

source: one second ago
be: сэкунду таму

source: online
be: у сетцы

source: onto %1$s
be: на дарогу %1$s

source: or IM your friends.
be: знайдзіце суразмоўцу ў кантактах.

source: original
be: спачатны

source: overheat
be: перагрэў

source: partial shutdown
be: часткова вылучаць

source: party
be: ? Вечарына

source: password
be: пароль

source: paused - SD card unavailable
be: прыпынілі: адсутнічае картка SD

source: paused - delayed until charging
be: прыпынілі: пакуль не зарадзіцца

source: paused - low battery
be: прыпынілі: нізкі зарад батарэі

source: paused - out of PWA quota
be: прыпынілі: вычарпалі абмежаваньне

source: paused - roaming
be: прыпынілі: блуканьне

source: paused - waiting for connection
be: прыпынілі: чакаем злучыцца

source: paused - waiting for wifi
be: прыпынілі: чакаем на Wi-Fi

source: permanently disable phone
be: надоўга рабіць тэлефон нядзейным

source: permanently disable tablet
be: надоўга рабіць пляншэт нядзейным

source: permission to install a location provider
be: дазваляць усталёўваць пастаўнік месцазнаходжаньня

source: photo
be: здымак

source: photos
be: здымкі (-аў)

source: picture
be: малюнак

source: pkts
be: пакетаў

source: places
be: месцы

source: playlists
be: сьпісы прайграваньня

source: please enter again!
be: паспрабуйце яшчэ раз!

source: please..milk...
be: малака… калі ласка…

source: plus
be: плюс

source: pm
be: папаўдні

source: poor
be: дрэнны

source: pound
be: краты

source: power phone on or off
be: улучаць або вылучаць тэлефон

source: power tablet on or off
be: улучаць або вылучаць пляншэт

source: press keys and control buttons
be: націскаць клявішы ды кнопкі кіраваньня

source: pressed
be: націснуты

source: prevent app switches
be: забараняць зьмяняць праґраму

source: prevent phone from sleeping
be: не дазваляць тэлефону засынаць

source: prevent power key
be: перахапляць кнопку сілкаваньня

source: prevent tablet from sleeping
be: не дазваляць пляншэту засынаць

source: private for %s
be: асабістае для %s

source: proxy.example.com
be: proxy.napryklad.by

source: public for %s
be: адкрытае для %s

source: question
be: (пытаньне)

source: read Browser's history and bookmarks
be: чытаць гісторыю ды закладкі аглядальніка

source: read Browser\'s history and bookmarks
be: чытаць гісторыю ды закладкі Аглядальніку

source: read Gmail
be: чытаць пошту Gmail

source: read Gmail attachment previews
be: чытаць агляды залучнікоў пошты Gmail

source: read Home settings and shortcuts
be: чытаць налады ды выклічнікі хатняга экрану

source: read SMS or MMS
be: чытаць SMS або MMS

source: read calendar data
be: чытаць зьвесткі календара

source: read calendar events
be: чытаць падзеі календара

source: read calendar events plus confidential information
be: чытаць падзеі календара ды сакрэтныя зьвесткі

source: read contact data
be: чытаць зьвесткі кантактаў

source: read frame buffer
be: чытаць буфэр кадраў

source: read historical network usage
be: чытаць гісторыю выкарыстаньня сеткі

source: read instant messages
be: чытаць хуткія паведамленьні

source: read owner data
be: чытаць зьвесткі ўласьніку

source: read phone state and identity
be: чытаць стан ды тоеснасьць тэлефона

source: read sensitive log data
be: чытаць справаздачы сыстэмы

source: read subscribed feeds
be: чытаць жывільнікі, на якія падпісаліся

source: read sync settings
be: чытаць налады сынхранізаваньня

source: read sync statistics
be: чытаць статыстыку сынхранізаваньня

source: read system log files
be: чытаць файлы справаздачы сыстэмы

source: read user defined dictionary
be: чытаць вызначаны карыстальнікам слоўнік

source: read your profile data
be: чытаць зьвесткі вашага профілю

source: read your social stream
be: чытаць грамадзкую плынь

source: read/write to resources owned by diag
be: чытаць і запісваць крыніцы, які належыць суполцы дыяґностыкі
